export default {
  name: 'کافه هیدن',
  home: 'خانه',
  about: 'درباره ما',
  resume: 'تصاویر کافه',
  portfolios: 'تصاویر کافه',
  contact: 'تماس با ما',
  hi1: 'سلام به ',
  hi2: ' خوش آمدید',
  description:
    'کافه هیدن، با ارائه به روزترین منوها آماده خدمت رسانی به مشتریان عزیز می باشد',
  aboutme: 'درباره ما',

  phone: 'تلفن',
  num: '9356400154(98+)',
  res: 'دانلود رزومه',
  listening:
    'ما در حال حرکت به جلو، باز کردن درهای جدید و انجام کارهای جدید هستیم. زیرا ما کنجکاو هستیم و کنجکاوی مارا به مسیرهای جدید هدایت می کند.',
  services: 'خدمات',
  webdesign: 'صبحانه - نهار - شام',
  webdevelopment: 'همراه با موسیقی های جذاب',
  mobileapplication: 'برگزاری جشن های تولد در بخش VIP',
  servicedesc: 'دارای منوی متنوع',
  servicedesc1: 'با ارائه تم دلخواه شما',
  servicedesc2: '',
  myskils: 'آلبوم',
  workingexperience: 'تجربه های کاری',
  educationalquantification: 'مدارک تحصیلی',
  workingSteps: [
    {
      id: -1,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    },
    {
      id: 0,
      date: '1397-1399',
      title: 'کارشناسی ارشد',
      subtitle: 'دانشگاه شهید بهشتی',
      content: 'تحصیل در رشته مهندسی برق گرایش مخابرات سیستم'
    },
    {
      id: 1,
      date: '1393-1397',
      title: 'کارشناسی',
      subtitle: 'دانشگاه قم',
      content: 'تحصیل در رشته مهندسی برق گرایش مخابرات '
    },

    {
      id: -2,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    }
  ],
  eduSteps: [
    {
      id: -1,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    },
    {
      id: 0,
      date: '1396-1397',
      title: 'شرکت دریا گشت ستاره',
      subtitle: 'کارآموزی',
      content:
        'انجام پروژه های برنامه نویسی، طراحی وب سایت، یادگیری و کاربروی فریمورک های جاوااسکریپت'
    },
    {
      id: 1,
      date: '1397-1398',
      title: 'فریلنسر',
      subtitle: 'برنامه نویسی بوسیله فریمورک های جاوااسکریپت',
      content: 'طراحی اپلیکیشن های وب برپایه React Js - Angular JS'
    },
    {
      id: 2,
      date: '1399',
      title: 'موسسه آموزش آنلاین آسان یادبگیر',
      subtitle: 'برنامه نویس فرانت اند',
      content: 'طراحی و توسعه اپلیکیشن های موبایل و وب سایت های SPA'
    },
    {
      id: -2,
      date: '',
      title: '',
      subtitle: '',
      content: ''
    }
  ],
  contactme: 'ارتباط با ما',
  getintouch: 'ارسال پیام به ما',
  enteryourname: 'نام را وارد کنید',
  enteryouremail: 'ایمیل را وارد کنید',
  enteryoursubject: 'موضوع خود را وارد کنید',
  enteryourmessage: 'پیغام خود را اینجا بنویسید',
  sendmessage: 'ارسال پیام',
  email: 'ایمیل',
  address: 'آدرس',
  addressdetails: 'ایران، تهران، دانشگاه شهید بهشتی',
  pro1: 'اپلیکیشن اینستاگرام فارسی',
  pro2: 'اپلیکیشن فروشگاه آنلاین کفش',
  pro3: 'اپلیکیشن سفارش آنلاین غذا',
  pro1desc:
    'طراحی بخش هایی از فرانت اند شبکه اجتماعی ایستاگرام بوسیله ری اکت نتیو و ارتباط آن با API برپایه  NodeJS',
  pro2desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند',
  pro3desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند',
  pro4: 'اپلیکیشن اینستاگرام فارسی',
  pro5: 'اپلیکیشن فروشگاه آنلاین کفش',
  pro6: 'اپلیکیشن سفارش آنلاین غذا',
  pro4desc:
    'طراحی بخش هایی از فرانت اند شبکه اجتماعی ایستاگرام بوسیله ری اکت نتیو و ارتباط آن با API برپایه  NodeJS',
  pro5desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند',
  pro6desc:
    'پیاده سازی کامل بخش فرانت اند به صورت کاملا بهینه و ارتباط آن با بک اند'
}
